{
	"Bandeira de Macapá": "Flag of Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Flag of Oiapoque",
	"Oiapoque": "Oiapoque",
	"Bandeira do Brasil": "Flag of Brazil",
	"Brasil": "Brazil",
	"Bandeira da Guiana Francesa": "Flag of French Guiana",
	"Guiana Francesa": "French Guiana",
	"Bandeira da Martinica": "Flag of Martinique",
	"Martinica": "Martinique",
	"Bandeira da França": "Flag of France",
	"França": "France",
	"Bandeira da Itália": "Flag of Italy",
	"Itália": "Italy",
	"Bandeira de Dubai": "Flag of Dubai",
	"Dubai": "Dubai",
	"Notícias": "News",
	"Sobre nós": "About us",
	"Capoeira": "Capoeira",
	"Contato": "Contact",
	"Bem-vindo ao site da": "Welcome to the website of",
	"Associação Energia Pura Internacional": "Pure Energy International Association",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Our group’s mission is to disseminate, preserve, and promote the rich universe of Capoeira, highlighting not only the practice of the game itself but also its associated cultural expressions such as singing, music, and dance. Capoeira is more than a sport or martial art; it is a symbol of our ancestry, a living expression of resistance, and a bond that unites communities for generations.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "The Energia Pura International Association is more than a group; we are a family united by a passion for the art and tradition of Capoeira.",
	"Saiba mais...": "Learn more...",
	"Um pouco das nossas atividades...": "A little about our activities...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "Capoeira is a fascinating cultural expression that unites fighting, dance, game, singing, and rhythm. It is an engaging and complete practice, as well as an excellent gateway to the rich Brazilian culture, which we invite you to discover.",
	"Os cursos do": "Courses by",
	"Mestre Gato Preto": "Mestre Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "are designed for all ages, from children to adults, both beginners and experienced practitioners.",
	"Experimente! A primeira aula é gratuita!": "Try it! The first class is free!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originating in Rio de Janeiro, batucada is a vibrant tradition of Brazilian percussion, deeply rooted in the spirit of carnival and the contagious energy of samba.",
	"Sob a direção do": "Under the direction of",
	"Professor Marco": "Professor Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "the group welcomes participants of all levels, from beginners to the most experienced.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "The Energia Pura Association offers a vibrant ephemeral dance section led by the talented",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "The highlight of this experience is participating in the Carnival parades in French Guiana, alongside the percussion group BATUQUE AE. Together, they create an unforgettable show, full of rhythm, colors, and joy.",
	"Energia Pura Internacional": "Pure Energy International",
	"Estamos presentes no Brasil, mas também atuamos em:": "We are present in Brazil, but we also operate in:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "We are present in Brazil, in the state of Amapá, with activities in Macapá, the capital, and in the municipality of Oiapoque, on the border with French Guiana. In addition, we are also in:",
	"Desenvolvido por Wilton Lira Martins": "Developed by Wilton Lira Martins",
	"Todos os direitos reservados": "All rights reserved"
}
