{
	"Ops! Por favor, insira o seu nome para que possamos entrar em contato corretamente.": "Oops! Please enter your name so we can contact you properly.",
	"Ops! Parece que você esqueceu de inserir seu e-mail. Por favor, adicione para que possamos entrar em contato.": "Oops! It seems you forgot to enter your email. Please add it so we can contact you.",
	"Ops! Parece que você adicionou um endereço inválido! Por favor, insira um e-mail válido.": "Oops! It seems you added an invalid address! Please enter a valid email.",
	"Ops! Parece que você esqueceu de preencher o assunto. Por favor, adicione um título para sua mensagem.": "Oops! It seems you forgot to fill in the subject. Please add a title to your message.",
	"Ops! Parece que você esqueceu de preencher este campo. Por favor, digite sua mensagem.": "Oops! It seems you forgot to fill in this field. Please type your message.",
	"Sua mensagem foi enviada com sucesso! Obrigado por entrar em contato. Em breve, retornarei a você.": "Your message was sent successfully! Thank you for contacting us. We will get back to you soon.",
	"Ops! Houve um contratempo no servidor ao processar sua mensagem. Por favor, tente novamente em alguns segundos.": "Oops! There was a server issue while processing your message. Please try again in a few seconds.",
	"Seu nome": "Your name",
	"Seu e-mail": "Your email",
	"Assunto": "Subject",
	"Sua mensagem...": "Your message...",
	"Enviando": "Sending",
	"Enviar": "Send",
	"Energia Pura Internacional": "Pure Energy International",
	"Desenvolvido por Wilton Lira Martins": "Developed by Wilton Lira Martins",
	"Todos os direitos reservados": "All rights reserved",
	"Ícone do YouTube": "YouTube icon",
	"Ícone do Facebook": "Facebook icon",
	"Ícone do Instagram": "Instagram icon",
	"Ícone do WhatsApp": "WhatsApp icon",
	"Notícias": "News",
	"Sobre nós": "About us",
	"Capoeira": "Capoeira",
	"Contato": "Contact",
	"Loja EP": "EP Store",
	"Associação Energia Pura Internacional": "Pure Energy International Association",
	"Bandeira do Brasil": "Flag of Brazil",
	"Bandeira da França": "Flag of France",
	"Bandeira da Itália": "Flag of Italy",
	"Bandeira dos Estados Unidos": "Flag of the United States",
	"O Mestre Gato Preto": "Master Gato Preto",
	"Foto do Mestre Gato Preto": "Photo of Master Gato Preto",
	"Jeremias Belo dos Santos, mais conhecido como Gato Preto, nasceu em 17 de abril de 1980, em Petrolina, Pernambuco.": "Jeremias Belo dos Santos, better known as Gato Preto, was born on April 17, 1980, in Petrolina, Pernambuco.",
	"Iniciei minha trajetória na capoeira aos 4 anos de idade, brincando no grupo Ginga do Corpo Negro no bairro do Cavaleiro, em Recife, treinava com amigos sob a orientação do meu tio, Instrutor Lito, que mais tarde se tornaria Mestre do grupo Aza Branca. Aos 5 anos, participei do meu primeiro batizado, um momento marcante que oficializou minha entrada no mundo da capoeira. Com a partida de Mestre Lito para São Paulo, continuei treinando em Recife com os alunos graduados do grupo e, posteriormente, em Maceió, Salvador e São Paulo em 1989. Nessa jornada, conheci diversos outros grupos de capoeira, o que me permitiu aprimorar ainda mais minhas técnicas.": "I began my journey in capoeira at the age of 4, playing in the Ginga do Corpo Negro group in the Cavaleiro neighborhood of Recife, training with friends under the guidance of my uncle, Instructor Lito, who later became the Master of the Aza Branca group. At 5 years old, I participated in my first batizado, a significant moment that marked my official entry into the world of capoeira. When Master Lito left for São Paulo, I continued training in Recife with the group's advanced students and later in Maceió, Salvador, and São Paulo in 1989. Along this journey, I encountered various other capoeira groups, which allowed me to further enhance my techniques.",
	"Em 1990, formamos um grupo de apresentações com outros alunos graduados do grupo Ginga do Corpo Negro e percorremos o Brasil mostrando nossa arte. Em 1992, viajei com meu irmão, Borrachinha, e o professor Estivador pelo norte do país, passando por Belém, Manaus e Macapá. Naquela época, a capoeira ainda era pouco conhecida na região, então decidimos começar a dar aulas. Em 1998, expandimos nossos horizontes e seguimos para a Guiana Francesa, depois para Martinica, Guadalupe e finalmente Paris, onde fizemos várias apresentações durante a Copa do Mundo de Futebol.": "In 1990, we formed a performance group with other advanced students from the Ginga do Corpo Negro group and traveled across Brazil showcasing our art. In 1992, I traveled with my brother Borrachinha and Professor Estivador through the northern part of the country, passing through Belém, Manaus, and Macapá. At that time, capoeira was still relatively unknown in the region, so we decided to start teaching. In 1998, we expanded our horizons and traveled to French Guiana, then to Martinique, Guadeloupe, and finally Paris, where we gave several performances during the Football World Cup.",
	"Ao retornar ao Brasil, permaneci em Macapá para continuar meu trabalho na capoeira, fundando o grupo Malê. Em 1999, criamos a Associação de Capoeira Malê com Borrachinha e Estivador, que foi dissolvida em 2002 devido a desentendimentos com o Mestre Estivador.": "Upon returning to Brazil, I stayed in Macapá to continue my work in capoeira, founding the Malê group. In 1999, we created the Malê Capoeira Association with Borrachinha and Estivador, which was dissolved in 2002 due to disagreements with Master Estivador.",
	"Após isso, voltei a Recife, onde fui formado professor por Mestre João Mulatinho, presidente da Federação de Capoeira de Pernambuco, e passei no exame de professor, recebendo apoio e reconhecimento de muitos mestres. Em julho de 2003, participei de um encontro internacional de capoeira, organizado pelos grupos São Salomão e Alto Astral. A energia positiva desses eventos e o incentivo de diversos mestres me inspiraram a fundar o grupo de capoeira Energia Pura, em 25 de agosto de 2003. Retornei a Macapá e criei a Associação Energia Pura, com o objetivo de expandir a prática da capoeira no Amapá e torná-la reconhecida em todo o Brasil. Em 2004, atendendo a pedidos de alunos e graduados como Camaleão (do grupo Malê), estabelecemos filiais da Associação Energia Pura na Martinica e em Cayenne, Guiana Francesa, com a colaboração dos instrutores Jamanta e Borrachinha, que haviam sido meus alunos em Macapá.": "After that, I returned to Recife, where I was certified as a teacher by Master João Mulatinho, president of the Capoeira Federation of Pernambuco, and passed the teacher's exam, receiving support and recognition from many masters. In July 2003, I participated in an international capoeira meeting organized by the São Salomão and Alto Astral groups. The positive energy from these events and the encouragement from various masters inspired me to found the Energia Pura capoeira group on August 25, 2003. I returned to Macapá and created the Energia Pura Association with the goal of expanding the practice of capoeira in Amapá and making it recognized throughout Brazil. In 2004, responding to requests from students and graduates like Camaleão (from the Malê group), we established branches of the Energia Pura Association in Martinique and in Cayenne, French Guiana, with the collaboration of instructors Jamanta and Borrachinha, who had been my students in Macapá.",
	"Desde 2005, dedico três meses por ano ao ensino da capoeira em Trento, na Itália. No dia 13 de julho de 2007, recebi o título de Contra-Mestre pela Federação de Capoeira de Pernambuco, após um estágio com Mestre Mulatinho.": "Since 2005, I have dedicated three months each year to teaching capoeira in Trento, Italy. On July 13, 2007, I received the title of Contra-Mestre from the Capoeira Federation of Pernambuco after an internship with Master Mulatinho.",
	"Hoje, tanto no Brasil quanto na França, os alunos da Associação Energia Pura estão profundamente engajados, e temos inúmeros projetos para desenvolver a capoeira, promovendo-a tanto no âmbito educacional quanto cultural.": "Today, both in Brazil and France, the students of the Energia Pura Association are deeply engaged, and we have numerous projects to develop capoeira, promoting it both educationally and culturally.",
	"Sistema de Graduação": "Graduation System",
	"Uniforme": "Uniform",
	"Uniforme da Capoeira": "Capoeira Uniform",
	"História": "History",
	"A Capoeira é uma manifestação cultural afro-brasileira que combina elementos de arte marcial, dança, música e acrobacias. Sua origem está profundamente ligada ao contexto histórico do Brasil colonial, particularmente à experiência de africanos escravizados no país. A Capoeira nasceu no século XVII, quando africanos trazidos para o Brasil como escravizados pelas potências coloniais, principalmente de regiões da África como Angola e Congo, desenvolveram essa prática como forma de resistência. Ao chegarem ao Brasil, os africanos foram forçados a trabalhar em plantações em condições desumanas. Para lidar com essa opressão e preservar suas tradições culturais, eles criaram a Capoeira.": "Capoeira is an Afro-Brazilian cultural manifestation that combines elements of martial arts, dance, music, and acrobatics. Its origin is deeply linked to the historical context of colonial Brazil, particularly to the experience of enslaved Africans in the country. Capoeira was born in the 17th century when Africans brought to Brazil as slaves by colonial powers, mainly from African regions such as Angola and Congo, developed this practice as a form of resistance. Upon arriving in Brazil, Africans were forced to work on plantations under inhumane conditions. To cope with this oppression and preserve their cultural traditions, they created Capoeira.",
	"O disfarce da dança": "The Disguise of Dance",
	"A Capoeira foi desenvolvida como uma forma de luta e resistência, mas sua prática era frequentemente mascarada como uma dança para evitar a repressão dos senhores de escravos. Os movimentos ágeis, rítmicos e acrobáticos criaram uma aparência de dança, enquanto a sua verdadeira função como uma ferramenta de autodefesa e treinamento para a liberdade estava oculta.": "Capoeira was developed as a form of fighting and resistance, but its practice was often masked as a dance to avoid repression from slave owners. The agile, rhythmic, and acrobatic movements created the appearance of a dance, while its true function as a tool for self-defense and training for freedom remained hidden.",
	"Quilombo e resistência": "Quilombo and Resistance",
	"Os quilombos, comunidades formadas por africanos fugitivos da escravidão, foram fundamentais para a preservação e o desenvolvimento da Capoeira. O mais famoso deles foi o Quilombo dos Palmares, no atual estado de Alagoas, liderado por figuras como Zumbi dos Palmares. Esses quilombos eram locais onde os escravizados fugidos se organizavam para resistir e onde a Capoeira prosperou como uma arte de guerra e sobrevivência.": "The quilombos, communities formed by Africans who escaped slavery, were fundamental to the preservation and development of Capoeira. The most famous was Quilombo dos Palmares, in the current state of Alagoas, led by figures such as Zumbi dos Palmares. These quilombos were places where escaped slaves organized to resist and where Capoeira flourished as an art of war and survival.",
	"Proibição e marginalização": "Prohibition and Marginalization",
	"Após a abolição da escravatura em 1888, a Capoeira continuou sendo perseguida, pois era vista como uma prática de indivíduos marginalizados e considerada perigosa pelas elites. A prática foi criminalizada e associada ao crime e à vadiagem, especialmente nas cidades do Rio de Janeiro e Salvador. No entanto, mesmo sob perseguição, a Capoeira resistiu, adaptando-se ao novo contexto urbano e sendo praticada de forma clandestina.": "After the abolition of slavery in 1888, Capoeira continued to be persecuted, as it was seen as a practice of marginalized individuals and considered dangerous by the elites. The practice was criminalized and associated with crime and vagrancy, especially in the cities of Rio de Janeiro and Salvador. However, even under persecution, Capoeira resisted, adapting to the new urban context and being practiced clandestinely.",
	"Reconhecimento e evolução": "Recognition and Evolution",
	"Foi no século XX que a Capoeira começou a ser legitimada e transformada. Dois mestres em particular tiveram um papel crucial nessa transição:": "It was in the 20th century that Capoeira began to be legitimized and transformed. Two masters, in particular, played a crucial role in this transition:",
	"Mestre Pastinha (Vicente Ferreira Pastinha):": "Master Pastinha (Vicente Ferreira Pastinha):",
	"Defensor da Capoeira Angola, Mestre Pastinha manteve viva a tradição mais antiga e ritualística da Capoeira, preservando seu caráter cultural.": "Defender of Capoeira Angola, Master Pastinha kept alive the oldest and most ritualistic tradition of Capoeira, preserving its cultural character.",
	"Mestre Bimba (Manoel dos Reis Machado):": "Master Bimba (Manoel dos Reis Machado):",
	"Criador da Capoeira Regional na década de 1930, Mestre Bimba introduziu elementos mais técnicos e sistematizados na prática, promovendo sua aceitação como uma arte marcial legítima e como um esporte.": "Creator of Capoeira Regional in the 1930s, Master Bimba introduced more technical and systematized elements to the practice, promoting its acceptance as a legitimate martial art and as a sport.",
	"A roda": "The Roda",
	"Ao contrário de outros esportes de combate, cujo foco está no confronto ou na competição, a capoeira tem sua essência na roda. A roda é uma cerimônia em que cada participante tem um papel definido. Composta por cantadores, músicos e instrumentos, como os berimbaus, o círculo delimita o espaço onde dois capoeiristas jogam. O som dos berimbaus, acompanhado por outros instrumentos como atabaque, pandeiro e agogô, dita o ritmo do jogo, ao qual os capoeiristas sincronizam seus movimentos. A qualquer momento, outro capoeirista pode entrar na roda, substituindo um dos jogadores e mantendo o fluxo contínuo. O objetivo não é a vitória de um sobre o outro, mas o prazer da troca de energia e da expressão coletiva, guiada pela música e pelo toque dos berimbaus.": "Unlike other combat sports, whose focus is on confrontation or competition, capoeira has its essence in the roda. The roda is a ceremony where each participant has a defined role. Composed of singers, musicians, and instruments, such as berimbaus, the circle delimits the space where two capoeiristas play. The sound of berimbaus, accompanied by other instruments like atabaque, pandeiro, and agogô, dictates the rhythm of the game, to which the capoeiristas synchronize their movements. At any moment, another capoeirista can enter the roda, replacing one of the players and maintaining the continuous flow. The goal is not victory of one over another, but the pleasure of energy exchange and collective expression, guided by music and the touch of berimbaus.",
	"O Batizado": "The Baptism",
	"O batizado é um dos momentos mais importantes na vida do capoeirista. Durante esse evento, o jovem capoeirista recebe sua primeira corda, simbolizando seu progresso na arte, e também ganha um apelido, pelo qual será conhecido entre seus companheiros de roda. Essa cerimônia marca a entrada oficial do praticante na comunidade, celebrando seu aprendizado e compromisso com a Capoeira. Esse evento é um momento de celebração, crescimento e reconhecimento dentro da comunidade, acompanhado por música, cânticos e a energia coletiva da roda.": "The baptism is one of the most important moments in a capoeirista's life. During this event, the young capoeirista receives their first cord, symbolizing their progress in the art, and also receives a nickname by which they will be known among their roda companions. This ceremony marks the practitioner's official entry into the community, celebrating their learning and commitment to Capoeira. This event is a moment of celebration, growth, and recognition within the community, accompanied by music, chants, and the collective energy of the roda.",
	"Capoeira nos dias de hoje": "Capoeira Today",
	"Com o tempo, a Capoeira passou de um símbolo de resistência a um importante símbolo da cultura brasileira, sendo praticada em todo o mundo. Em 2008, o governo brasileiro reconheceu a Capoeira como": "Over time, Capoeira evolved from a symbol of resistance to an important symbol of Brazilian culture, being practiced worldwide. In 2008, the Brazilian government recognized Capoeira as",
	"Patrimônio Cultural Imaterial do Brasil": "Intangible Cultural Heritage of Brazil",
	", e em 2014, a UNESCO a declarou como": ", and in 2014, UNESCO declared it as",
	"Patrimônio Cultural Imaterial da Humanidade": "Intangible Cultural Heritage of Humanity",
	"Hoje, a Capoeira é mais do que uma luta ou dança. Ela representa resistência cultural, celebração da herança africana no Brasil e uma conexão profunda entre corpo, música.": "Today, Capoeira is more than a fight or dance. It represents cultural resistance, celebration of African heritage in Brazil, and a deep connection between body and music.",
	"Quer sentir a energia contagiante da Capoeira?": "Want to feel the contagious energy of Capoeira?",
	"Não perca tempo! A Capoeira conecta você a uma comunidade rica em cultura e tradição, faça sua inscrição agora ou entre em contato pelas redes sociais, como WhatsApp, e descubra como essa arte pode transformar sua vida! Clique no link abaixo e comece sua jornada!": "Don't waste time! Capoeira connects you to a community rich in culture and tradition, sign up now or contact us through social media, like WhatsApp, and discover how this art can transform your life! Click the link below and start your journey!",
	"Comece sua jornada": "Start your journey",
	"Junte-se à Família Energia Pura! Inscreva-se e venha jogar!": "Join the Energia Pura Family! Sign up and come play!",
	"Contate-nos pelo WhatsApp": "Contact us via WhatsApp",
	"Fale diretamente com o Mestre Gato Preto": "Speak directly with Master Gato Preto",
	"Bandeira de Macapá": "Flag of Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Flag of Oiapoque",
	"Oiapoque": "Oiapoque",
	"Brasil": "Brazil",
	"Bandeira da Guiana Francesa": "Flag of French Guiana",
	"Guiana Francesa": "French Guiana",
	"Bandeira da Martinica": "Flag of Martinique",
	"Martinica": "Martinique",
	"França": "France",
	"Itália": "Italy",
	"Bandeira de Dubai": "Flag of Dubai",
	"Dubai": "Dubai",
	"Bem-vindo ao site da": "Welcome to the website of",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Our group’s mission is to disseminate, preserve, and promote the rich universe of Capoeira, highlighting not only the practice of the game itself but also its associated cultural expressions such as singing, music, and dance. Capoeira is more than a sport or martial art; it is a symbol of our ancestry, a living expression of resistance, and a bond that unites communities for generations.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "The Energia Pura International Association is more than a group; we are a family united by a passion for the art and tradition of Capoeira.",
	"Saiba mais": "Learn more",
	"Um pouco das nossas atividades...": "A little about our activities...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "Capoeira is a fascinating cultural expression that unites fighting, dance, game, singing, and rhythm. It is an engaging and complete practice, as well as an excellent gateway to the rich Brazilian culture, which we invite you to discover.",
	"Os cursos do": "Courses by",
	"Mestre Gato Preto": "Mestre Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "are designed for all ages, from children to adults, both beginners and experienced practitioners.",
	"Experimente! A primeira aula é gratuita!": "Try it! The first class is free!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originating in Rio de Janeiro, batucada is a vibrant tradition of Brazilian percussion, deeply rooted in the spirit of carnival and the contagious energy of samba.",
	"Sob a direção do": "Under the direction of",
	"Professor Marco": "Professor Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "the group welcomes participants of all levels, from beginners to the most experienced.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "The Energia Pura Association offers a vibrant ephemeral dance section led by the talented",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "The highlight of this experience is participating in the Carnival parades in French Guiana, alongside the percussion group BATUQUE AE. Together, they create an unforgettable show, full of rhythm, colors, and joy.",
	"Estamos presentes no Brasil, mas também atuamos em:": "We are present in Brazil, but we also operate in:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "We are present in Brazil, in the state of Amapá, with activities in Macapá, the capital, and in the municipality of Oiapoque, on the border with French Guiana. In addition, we are also in:"
}
