{
	"Bandeira de Macapá": "Drapeau de Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Drapeau d'Oiapoque",
	"Oiapoque": "Oiapoque",
	"Bandeira do Brasil": "Drapeau du Brésil",
	"Brasil": "Brésil",
	"Bandeira da Guiana Francesa": "Drapeau de la Guyane française",
	"Guiana Francesa": "Guyane française",
	"Bandeira da Martinica": "Drapeau de la Martinique",
	"Martinica": "Martinique",
	"Bandeira da França": "Drapeau de la France",
	"França": "France",
	"Bandeira da Itália": "Drapeau de l'Italie",
	"Itália": "Italie",
	"Bandeira de Dubai": "Drapeau de Dubaï",
	"Dubai": "Dubaï",
	"Notícias": "Nouvelles",
	"Sobre nós": "À propos de nous",
	"Capoeira": "Capoeira",
	"Contato": "Contact",
	"Bem-vindo ao site da": "Bienvenue sur le site de",
	"Associação Energia Pura Internacional": "Association Énergie Pure Internationale",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Notre groupe a pour mission de diffuser, préserver et promouvoir l'univers riche de la Capoeira, en mettant en avant non seulement la pratique du jeu en soi, mais aussi ses expressions culturelles associées, comme le chant, la musique et la danse. La Capoeira est plus qu'un sport ou un art martial; c'est un symbole de notre héritage, une expression vivante de la résistance et un lien qui unit les communautés depuis des générations.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "L'Association Energia Pura Internationale est plus qu'un groupe; nous sommes une famille unie par la passion pour l'art et la tradition de la Capoeira.",
	"Saiba mais...": "En savoir plus...",
	"Um pouco das nossas atividades...": "Un aperçu de nos activités...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "La capoeira est une expression culturelle fascinante qui unit combat, danse, jeu, chant et rythme. C'est une pratique engageante et complète, et une excellente porte d'entrée vers la riche culture brésilienne que nous vous invitons à découvrir.",
	"Os cursos do": "Les cours de",
	"Mestre Gato Preto": "Maître Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "sont destinés à tous les âges, des enfants aux adultes, pour les débutants comme pour les pratiquants expérimentés.",
	"Experimente! A primeira aula é gratuita!": "Essayez! Le premier cours est gratuit!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originaire de Rio de Janeiro, la batucada est une tradition vibrante de la percussion brésilienne, profondément enracinée dans l'esprit du carnaval et l'énergie contagieuse de la samba.",
	"Sob a direção do": "Sous la direction de",
	"Professor Marco": "Professeur Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "le groupe accueille des participants de tous niveaux, du débutant au plus expérimenté.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "L'Association Energia Pura propose une section de danse éphémère vibrante dirigée par la talentueuse",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "Le point culminant de cette expérience est la participation aux défilés du Carnaval de Guyane française, aux côtés du groupe de percussion BATUQUE AE. Ensemble, ils créent un spectacle inoubliable, plein de rythme, de couleurs et de joie.",
	"Energia Pura Internacional": "Énergie Pure Internationale",
	"Estamos presentes no Brasil, mas também atuamos em:": "Nous sommes présents au Brésil, mais nous opérons également en:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "Nous sommes présents au Brésil, dans l'État d'Amapá, avec des activités à Macapá, la capitale, et dans la municipalité d'Oiapoque, à la frontière de la Guyane française. De plus, nous sommes également présents en:",
	"O Mestre Gato Preto": "Le Maître Gato Preto",
	"Foto do Mestre Gato Preto": "Photo du Maître Gato Preto",
	"Jeremias Belo dos Santos, mais conhecido como Gato Preto, nasceu em 17 de abril de 1980, em Petrolina, Pernambuco.": "Jeremias Belo dos Santos, plus connu sous le nom de Gato Preto, est né le 17 avril 1980 à Petrolina, Pernambouc.",
	"Iniciei minha trajetória na capoeira aos 4 anos de idade, brincando no grupo Ginga do Corpo Negro no bairro do Cavaleiro, em Recife, treinava com amigos sob a orientação do meu tio, Instrutor Lito, que mais tarde se tornaria Mestre do grupo Aza Branca. Aos 5 anos, participei do meu primeiro batizado, um momento marcante que oficializou minha entrada no mundo da capoeira. Com a partida de Mestre Lito para São Paulo, continuei treinando em Recife com os alunos graduados do grupo e, posteriormente, em Maceió, Salvador e São Paulo em 1989. Nessa jornada, conheci diversos outros grupos de capoeira, o que me permitiu aprimorar ainda mais minhas técnicas.": "J'ai commencé mon parcours dans la capoeira à l'âge de 4 ans, en jouant avec le groupe Ginga do Corpo Negro dans le quartier du Cavaleiro, à Recife, et je m'entraînais avec des amis sous la direction de mon oncle, l'Instructeur Lito, qui allait plus tard devenir Maître du groupe Aza Branca. À 5 ans, j'ai participé à mon premier baptême, un moment marquant qui a officialisé mon entrée dans le monde de la capoeira. Avec le départ du Maître Lito pour São Paulo, j'ai continué à m'entraîner à Recife avec les élèves diplômés du groupe, puis à Maceió, Salvador et São Paulo en 1989. Au cours de ce voyage, j'ai rencontré de nombreux autres groupes de capoeira, ce qui m'a permis d'améliorer encore mes techniques.",
	"Em 1990, formamos um grupo de apresentações com outros alunos graduados do grupo Ginga do Corpo Negro e percorremos o Brasil mostrando nossa arte. Em 1992, viajei com meu irmão, Borrachinha, e o professor Estivador pelo norte do país, passando por Belém, Manaus e Macapá. Naquela época, a capoeira ainda era pouco conhecida na região, então decidimos começar a dar aulas. Em 1998, expandimos nossos horizontes e seguimos para a Guiana Francesa, depois para Martinica, Guadalupe e finalmente Paris, onde fizemos várias apresentações durante a Copa do Mundo de Futebol.": "En 1990, nous avons formé un groupe de spectacles avec d'autres élèves diplômés du groupe Ginga do Corpo Negro et avons parcouru le Brésil pour montrer notre art. En 1992, j'ai voyagé avec mon frère Borrachinha et le professeur Estivador dans le nord du pays, passant par Belém, Manaus et Macapá. À cette époque, la capoeira était encore peu connue dans la région, nous avons donc décidé de commencer à donner des cours. En 1998, nous avons élargi nos horizons et nous sommes rendus en Guyane française, puis en Martinique, en Guadeloupe et enfin à Paris, où nous avons fait plusieurs représentations pendant la Coupe du Monde de Football.",
	"Ao retornar ao Brasil, permaneci em Macapá para continuar meu trabalho na capoeira, fundando o grupo Malê. Em 1999, criamos a Associação de Capoeira Malê com Borrachinha e Estivador, que foi dissolvida em 2002 devido a desentendimentos com o Mestre Estivador.": "À mon retour au Brésil, je suis resté à Macapá pour poursuivre mon travail dans la capoeira, en fondant le groupe Malê. En 1999, nous avons créé l'Association de Capoeira Malê avec Borrachinha et Estivador, qui a été dissoute en 2002 en raison de désaccords avec le Maître Estivador.",
	"Após isso, voltei a Recife, onde fui formado professor por Mestre João Mulatinho, presidente da Federação de Capoeira de Pernambuco, e passei no exame de professor, recebendo apoio e reconhecimento de muitos mestres. Em julho de 2003, participei de um encontro internacional de capoeira, organizado pelos grupos São Salomão e Alto Astral. A energia positiva desses eventos e o incentivo de diversos mestres me inspiraram a fundar o grupo de capoeira Energia Pura, em 25 de agosto de 2003. Retornei a Macapá e criei a Associação Energia Pura, com o objetivo de expandir a prática da capoeira no Amapá e torná-la reconhecida em todo o Brasil. Em 2004, atendendo a pedidos de alunos e graduados como Camaleão (do grupo Malê), estabelecemos filiais da Associação Energia Pura na Martinica e em Cayenne, Guiana Francesa, com a colaboração dos instrutores Jamanta e Borrachinha, que haviam sido meus alunos em Macapá.": "Après cela, je suis retourné à Recife, où j'ai été formé en tant que professeur par le Maître João Mulatinho, président de la Fédération de Capoeira de Pernambuco, et j'ai réussi l'examen de professeur, recevant le soutien et la reconnaissance de nombreux maîtres. En juillet 2003, j'ai participé à une rencontre internationale de capoeira, organisée par les groupes São Salomão et Alto Astral. L'énergie positive de ces événements et l'encouragement de nombreux maîtres m'ont inspiré à fonder le groupe de capoeira Energia Pura, le 25 août 2003. Je suis retourné à Macapá et j'ai créé l'Association Energia Pura, avec pour objectif d'étendre la pratique de la capoeira dans l'Amapá et de la rendre reconnue dans tout le Brésil. En 2004, à la demande d'élèves et de diplômés comme Camaleão (du groupe Malê), nous avons établi des filiales de l'Association Energia Pura en Martinique et à Cayenne, en Guyane française, avec la collaboration des instructeurs Jamanta et Borrachinha, qui avaient été mes élèves à Macapá.",
	"Desde 2005, dedico três meses por ano ao ensino da capoeira em Trento, na Itália. No dia 13 de julho de 2007, recebi o título de Contra-Mestre pela Federação de Capoeira de Pernambuco, após um estágio com Mestre Mulatinho.": "Depuis 2005, je consacre trois mois par an à l'enseignement de la capoeira à Trente, en Italie. Le 13 juillet 2007, j'ai reçu le titre de Contre-Maître de la Fédération de Capoeira de Pernambuco, après un stage avec le Maître Mulatinho.",
	"Hoje, tanto no Brasil quanto na França, os alunos da Associação Energia Pura estão profundamente engajados, e temos inúmeros projetos para desenvolver a capoeira, promovendo-a tanto no âmbito educacional quanto cultural.": "Aujourd'hui, tant au Brésil qu'en France, les élèves de l'Association Energia Pura sont profondément engagés, et nous avons de nombreux projets pour développer la capoeira, en la promouvant à la fois sur le plan éducatif et culturel.",
	"Sistema de Graduação": "Système de Graduation",
	"Uniforme": "Uniforme",
	"Uniforme da Capoeira": "Uniforme de Capoeira",
	"Desenvolvido por Wilton Lira Martins": "Développé par Wilton Lira Martins",
	"Todos os direitos reservados": "Tous droits réservés"
}
