{
	"Bandeira de Macapá": "Drapeau de Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Drapeau d'Oiapoque",
	"Oiapoque": "Oiapoque",
	"Bandeira do Brasil": "Drapeau du Brésil",
	"Brasil": "Brésil",
	"Bandeira da Guiana Francesa": "Drapeau de la Guyane française",
	"Guiana Francesa": "Guyane française",
	"Bandeira da Martinica": "Drapeau de la Martinique",
	"Martinica": "Martinique",
	"Bandeira da França": "Drapeau de la France",
	"França": "France",
	"Bandeira da Itália": "Drapeau de l'Italie",
	"Itália": "Italie",
	"Bandeira de Dubai": "Drapeau de Dubaï",
	"Dubai": "Dubaï",
	"Animação AOS inicializada após scroll!": "Animation AOS initialisée après défilement!",
	"Notícias": "Nouvelles",
	"Sobre nós": "À propos de nous",
	"Capoeira": "Capoeira",
	"Contato": "Contact",
	"Bem-vindo ao site da": "Bienvenue sur le site de",
	"Associação Energia Pura Internacional": "Association Énergie Pure Internationale",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Notre groupe a pour mission de diffuser, préserver et promouvoir l'univers riche de la Capoeira, en mettant en avant non seulement la pratique du jeu en soi, mais aussi ses expressions culturelles associées, comme le chant, la musique et la danse. La Capoeira est plus qu'un sport ou un art martial; c'est un symbole de notre héritage, une expression vivante de la résistance et un lien qui unit les communautés depuis des générations.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "L'Association Energia Pura Internationale est plus qu'un groupe; nous sommes une famille unie par la passion pour l'art et la tradition de la Capoeira.",
	"Saiba mais...": "En savoir plus...",
	"Um pouco das nossas atividades...": "Un aperçu de nos activités...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "La capoeira est une expression culturelle fascinante qui unit combat, danse, jeu, chant et rythme. C'est une pratique engageante et complète, et une excellente porte d'entrée vers la riche culture brésilienne que nous vous invitons à découvrir.",
	"Os cursos do": "Les cours de",
	"Mestre Gato Preto": "Mestre Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "sont destinés à tous les âges, des enfants aux adultes, pour les débutants comme pour les pratiquants expérimentés.",
	"Experimente! A primeira aula é gratuita!": "Essayez! Le premier cours est gratuit!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originaire de Rio de Janeiro, la batucada est une tradition vibrante de la percussion brésilienne, profondément enracinée dans l'esprit du carnaval et l'énergie contagieuse de la samba.",
	"Sob a direção do": "Sous la direction de",
	"Professor Marco": "Professeur Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "le groupe accueille des participants de tous niveaux, du débutant au plus expérimenté.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "L'Association Energia Pura propose une section de danse éphémère vibrante dirigée par la talentueuse",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "Le point culminant de cette expérience est la participation aux défilés du Carnaval de Guyane française, aux côtés du groupe de percussion BATUQUE AE. Ensemble, ils créent un spectacle inoubliable, plein de rythme, de couleurs et de joie.",
	"Energia Pura Internacional": "Énergie Pure Internationale",
	"Estamos presentes no Brasil, mas também atuamos em:": "Nous sommes présents au Brésil, mais nous opérons également en:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "Nous sommes présents au Brésil, dans l'État d'Amapá, avec des activités à Macapá, la capitale, et dans la municipalité d'Oiapoque, à la frontière de la Guyane française. De plus, nous sommes également présents en:",
	"Desenvolvido por Wilton Lira Martins": "Développé par Wilton Lira Martins",
	"Todos os direitos reservados": "Tous droits réservés"
}
