{
	"Ops! Por favor, insira o seu nome para que possamos entrar em contato corretamente.": "Oups! S'il vous plaît, saisissez votre nom pour que nous puissions vous contacter correctement.",
	"Ops! Parece que você esqueceu de inserir seu e-mail. Por favor, adicione para que possamos entrar em contato.": "Oups! Il semble que vous ayez oublié d'entrer votre e-mail. Veuillez l'ajouter pour que nous puissions vous contacter.",
	"Ops! Parece que você adicionou um endereço inválido! Por favor, insira um e-mail válido.": "Oups! Il semble que vous ayez ajouté une adresse invalide! Veuillez saisir un e-mail valide.",
	"Ops! Parece que você esqueceu de preencher o assunto. Por favor, adicione um título para sua mensagem.": "Oups! Il semble que vous ayez oublié de remplir le sujet. Veuillez ajouter un titre à votre message.",
	"Ops! Parece que você esqueceu de preencher este campo. Por favor, digite sua mensagem.": "Oups! Il semble que vous ayez oublié de remplir ce champ. Veuillez saisir votre message.",
	"Sua mensagem foi enviada com sucesso! Obrigado por entrar em contato. Em breve, retornarei a você.": "Votre message a été envoyé avec succès! Merci de nous avoir contactés. Nous vous répondrons bientôt.",
	"Ops! Houve um contratempo no servidor ao processar sua mensagem. Por favor, tente novamente em alguns segundos.": "Oups! Il y a eu un problème de serveur lors du traitement de votre message. Veuillez réessayer dans quelques secondes.",
	"Seu nome": "Votre nom",
	"Seu e-mail": "Votre e-mail",
	"Assunto": "Sujet",
	"Sua mensagem...": "Votre message...",
	"Enviando": "Envoi en cours",
	"Enviar": "Envoyer",
	"Energia Pura Internacional": "Énergie Pure Internationale",
	"Desenvolvido por Wilton Lira Martins": "Développé par Wilton Lira Martins",
	"Todos os direitos reservados": "Tous droits réservés",
	"Ícone do YouTube": "Icône YouTube",
	"Ícone do Facebook": "Icône Facebook",
	"Ícone do Instagram": "Icône Instagram",
	"Ícone do WhatsApp": "Icône WhatsApp",
	"Notícias": "Nouvelles",
	"Sobre nós": "À propos de nous",
	"Capoeira": "Capoeira",
	"Contato": "Contact",
	"Loja EP": "Magasin EP",
	"Associação Energia Pura Internacional": "Association Énergie Pure Internationale",
	"Bandeira do Brasil": "Drapeau du Brésil",
	"Bandeira da França": "Drapeau de la France",
	"Bandeira da Itália": "Drapeau de l'Italie",
	"Bandeira dos Estados Unidos": "Drapeau des États-Unis",
	"O Mestre Gato Preto": "Le Maître Gato Preto",
	"Foto do Mestre Gato Preto": "Photo du Maître Gato Preto",
	"Jeremias Belo dos Santos, mais conhecido como Gato Preto, nasceu em 17 de abril de 1980, em Petrolina, Pernambuco.": "Jeremias Belo dos Santos, plus connu sous le nom de Gato Preto, est né le 17 avril 1980 à Petrolina, Pernambouc.",
	"Iniciei minha trajetória na capoeira aos 4 anos de idade, brincando no grupo Ginga do Corpo Negro no bairro do Cavaleiro, em Recife, treinava com amigos sob a orientação do meu tio, Instrutor Lito, que mais tarde se tornaria Mestre do grupo Aza Branca. Aos 5 anos, participei do meu primeiro batizado, um momento marcante que oficializou minha entrada no mundo da capoeira. Com a partida de Mestre Lito para São Paulo, continuei treinando em Recife com os alunos graduados do grupo e, posteriormente, em Maceió, Salvador e São Paulo em 1989. Nessa jornada, conheci diversos outros grupos de capoeira, o que me permitiu aprimorar ainda mais minhas técnicas.": "J'ai commencé mon parcours dans la capoeira à l'âge de 4 ans, en jouant avec le groupe Ginga do Corpo Negro dans le quartier du Cavaleiro, à Recife, et je m'entraînais avec des amis sous la direction de mon oncle, l'Instructeur Lito, qui allait plus tard devenir Maître du groupe Aza Branca. À 5 ans, j'ai participé à mon premier baptême, un moment marquant qui a officialisé mon entrée dans le monde de la capoeira. Avec le départ du Maître Lito pour São Paulo, j'ai continué à m'entraîner à Recife avec les élèves diplômés du groupe, puis à Maceió, Salvador et São Paulo en 1989. Au cours de ce voyage, j'ai rencontré de nombreux autres groupes de capoeira, ce qui m'a permis d'améliorer encore mes techniques.",
	"Em 1990, formamos um grupo de apresentações com outros alunos graduados do grupo Ginga do Corpo Negro e percorremos o Brasil mostrando nossa arte. Em 1992, viajei com meu irmão, Borrachinha, e o professor Estivador pelo norte do país, passando por Belém, Manaus e Macapá. Naquela época, a capoeira ainda era pouco conhecida na região, então decidimos começar a dar aulas. Em 1998, expandimos nossos horizontes e seguimos para a Guiana Francesa, depois para Martinica, Guadalupe e finalmente Paris, onde fizemos várias apresentações durante a Copa do Mundo de Futebol.": "En 1990, nous avons formé un groupe de spectacles avec d'autres élèves diplômés du groupe Ginga do Corpo Negro et avons parcouru le Brésil pour montrer notre art. En 1992, j'ai voyagé avec mon frère Borrachinha et le professeur Estivador dans le nord du pays, passant par Belém, Manaus et Macapá. À cette époque, la capoeira était encore peu connue dans la région, nous avons donc décidé de commencer à donner des cours. En 1998, nous avons élargi nos horizons et nous sommes rendus en Guyane française, puis en Martinique, en Guadeloupe et enfin à Paris, où nous avons fait plusieurs représentations pendant la Coupe du Monde de Football.",
	"Ao retornar ao Brasil, permaneci em Macapá para continuar meu trabalho na capoeira, fundando o grupo Malê. Em 1999, criamos a Associação de Capoeira Malê com Borrachinha e Estivador, que foi dissolvida em 2002 devido a desentendimentos com o Mestre Estivador.": "À mon retour au Brésil, je suis resté à Macapá pour poursuivre mon travail dans la capoeira, en fondant le groupe Malê. En 1999, nous avons créé l'Association de Capoeira Malê avec Borrachinha et Estivador, qui a été dissoute en 2002 en raison de désaccords avec le Maître Estivador.",
	"Após isso, voltei a Recife, onde fui formado professor por Mestre João Mulatinho, presidente da Federação de Capoeira de Pernambuco, e passei no exame de professor, recebendo apoio e reconhecimento de muitos mestres. Em julho de 2003, participei de um encontro internacional de capoeira, organizado pelos grupos São Salomão e Alto Astral. A energia positiva desses eventos e o incentivo de diversos mestres me inspiraram a fundar o grupo de capoeira Energia Pura, em 25 de agosto de 2003. Retornei a Macapá e criei a Associação Energia Pura, com o objetivo de expandir a prática da capoeira no Amapá e torná-la reconhecida em todo o Brasil. Em 2004, atendendo a pedidos de alunos e graduados como Camaleão (do grupo Malê), estabelecemos filiais da Associação Energia Pura na Martinica e em Cayenne, Guiana Francesa, com a colaboração dos instrutores Jamanta e Borrachinha, que haviam sido meus alunos em Macapá.": "Après cela, je suis retourné à Recife, où j'ai été formé en tant que professeur par le Maître João Mulatinho, président de la Fédération de Capoeira de Pernambuco, et j'ai réussi l'examen de professeur, recevant le soutien et la reconnaissance de nombreux maîtres. En juillet 2003, j'ai participé à une rencontre internationale de capoeira, organisée par les groupes São Salomão et Alto Astral. L'énergie positive de ces événements et l'encouragement de nombreux maîtres m'ont inspiré à fonder le groupe de capoeira Energia Pura, le 25 août 2003. Je suis retourné à Macapá et j'ai créé l'Association Energia Pura, avec pour objectif d'étendre la pratique de la capoeira dans l'Amapá et de la rendre reconnue dans tout le Brésil. En 2004, à la demande d'élèves et de diplômés comme Camaleão (du groupe Malê), nous avons établi des filiales de l'Association Energia Pura en Martinique et à Cayenne, en Guyane française, avec la collaboration des instructeurs Jamanta et Borrachinha, qui avaient été mes élèves à Macapá.",
	"Desde 2005, dedico três meses por ano ao ensino da capoeira em Trento, na Itália. No dia 13 de julho de 2007, recebi o título de Contra-Mestre pela Federação de Capoeira de Pernambuco, após um estágio com Mestre Mulatinho.": "Depuis 2005, je consacre trois mois par an à l'enseignement de la capoeira à Trente, en Italie. Le 13 juillet 2007, j'ai reçu le titre de Contre-Maître de la Fédération de Capoeira de Pernambuco, après un stage avec le Maître Mulatinho.",
	"Hoje, tanto no Brasil quanto na França, os alunos da Associação Energia Pura estão profundamente engajados, e temos inúmeros projetos para desenvolver a capoeira, promovendo-a tanto no âmbito educacional quanto cultural.": "Aujourd'hui, tant au Brésil qu'en France, les élèves de l'Association Energia Pura sont profondément engagés, et nous avons de nombreux projets pour développer la capoeira, en la promouvant à la fois sur le plan éducatif et culturel.",
	"Sistema de Graduação": "Système de Graduation",
	"Uniforme": "Uniforme",
	"Uniforme da Capoeira": "Uniforme de Capoeira",
	"História": "Histoire",
	"A Capoeira é uma manifestação cultural afro-brasileira que combina elementos de arte marcial, dança, música e acrobacias. Sua origem está profundamente ligada ao contexto histórico do Brasil colonial, particularmente à experiência de africanos escravizados no país. A Capoeira nasceu no século XVII, quando africanos trazidos para o Brasil como escravizados pelas potências coloniais, principalmente de regiões da África como Angola e Congo, desenvolveram essa prática como forma de resistência. Ao chegarem ao Brasil, os africanos foram forçados a trabalhar em plantações em condições desumanas. Para lidar com essa opressão e preservar suas tradições culturais, eles criaram a Capoeira.": "La Capoeira est une manifestation culturelle afro-brésilienne qui combine des éléments d'art martial, de danse, de musique et d'acrobaties. Son origine est profondément liée au contexte historique du Brésil colonial, particulièrement à l'expérience des Africains réduits en esclavage dans le pays. La Capoeira est née au XVIIe siècle, lorsque les Africains amenés au Brésil comme esclaves par les puissances coloniales, principalement des régions d'Afrique comme l'Angola et le Congo, ont développé cette pratique comme forme de résistance. À leur arrivée au Brésil, les Africains ont été forcés de travailler dans des plantations dans des conditions inhumaines. Pour faire face à cette oppression et préserver leurs traditions culturelles, ils ont créé la Capoeira.",
	"O disfarce da dança": "Le déguisement de la danse",
	"A Capoeira foi desenvolvida como uma forma de luta e resistência, mas sua prática era frequentemente mascarada como uma dança para evitar a repressão dos senhores de escravos. Os movimentos ágeis, rítmicos e acrobáticos criaram uma aparência de dança, enquanto a sua verdadeira função como uma ferramenta de autodefesa e treinamento para a liberdade estava oculta.": "La Capoeira a été développée comme une forme de combat et de résistance, mais sa pratique était souvent masquée comme une danse pour éviter la répression des maîtres d'esclaves. Les mouvements agiles, rythmiques et acrobatiques créaient une apparence de danse, tandis que sa véritable fonction d'outil d'autodéfense et d'entraînement pour la liberté restait cachée.",
	"Quilombo e resistência": "Quilombo et résistance",
	"Os quilombos, comunidades formadas por africanos fugitivos da escravidão, foram fundamentais para a preservação e o desenvolvimento da Capoeira. O mais famoso deles foi o Quilombo dos Palmares, no atual estado de Alagoas, liderado por figuras como Zumbi dos Palmares. Esses quilombos eram locais onde os escravizados fugidos se organizavam para resistir e onde a Capoeira prosperou como uma arte de guerra e sobrevivência.": "Les quilombos, communautés formées par des Africains ayant fui l'esclavage, ont été fondamentaux pour la préservation et le développement de la Capoeira. Le plus célèbre d'entre eux fut le Quilombo dos Palmares, dans l'actuel État d'Alagoas, dirigé par des figures comme Zumbi dos Palmares. Ces quilombos étaient des lieux où les esclaves en fuite s'organisaient pour résister et où la Capoeira a prospéré comme un art de guerre et de survie.",
	"Proibição e marginalização": "Interdiction et marginalisation",
	"Após a abolição da escravatura em 1888, a Capoeira continuou sendo perseguida, pois era vista como uma prática de indivíduos marginalizados e considerada perigosa pelas elites. A prática foi criminalizada e associada ao crime e à vadiagem, especialmente nas cidades do Rio de Janeiro e Salvador. No entanto, mesmo sob perseguição, a Capoeira resistiu, adaptando-se ao novo contexto urbano e sendo praticada de forma clandestina.": "Après l'abolition de l'esclavage en 1888, la Capoeira a continué d'être persécutée, car elle était vue comme une pratique d'individus marginalisés et considérée comme dangereuse par les élites. La pratique a été criminalisée et associée au crime et au vagabondage, particulièrement dans les villes de Rio de Janeiro et Salvador. Cependant, même sous la persécution, la Capoeira a résisté, s'adaptant au nouveau contexte urbain et étant pratiquée de manière clandestine.",
	"Reconhecimento e evolução": "Reconnaissance et évolution",
	"Foi no século XX que a Capoeira começou a ser legitimada e transformada. Dois mestres em particular tiveram um papel crucial nessa transição:": "C'est au XXe siècle que la Capoeira a commencé à être légitimée et transformée. Deux maîtres en particulier ont joué un rôle crucial dans cette transition :",
	"Mestre Pastinha (Vicente Ferreira Pastinha):": "Maître Pastinha (Vicente Ferreira Pastinha) :",
	"Defensor da Capoeira Angola, Mestre Pastinha manteve viva a tradição mais antiga e ritualística da Capoeira, preservando seu caráter cultural.": "Défenseur de la Capoeira Angola, Maître Pastinha a maintenu vivante la tradition la plus ancienne et rituelle de la Capoeira, préservant son caractère culturel.",
	"Mestre Bimba (Manoel dos Reis Machado):": "Maître Bimba (Manoel dos Reis Machado) :",
	"Criador da Capoeira Regional na década de 1930, Mestre Bimba introduziu elementos mais técnicos e sistematizados na prática, promovendo sua aceitação como uma arte marcial legítima e como um esporte.": "Créateur de la Capoeira Régionale dans les années 1930, Maître Bimba a introduit des éléments plus techniques et systématisés dans la pratique, promouvant son acceptation comme un art martial légitime et comme un sport.",
	"A roda": "La roda",
	"Ao contrário de outros esportes de combate, cujo foco está no confronto ou na competição, a capoeira tem sua essência na roda. A roda é uma cerimônia em que cada participante tem um papel definido. Composta por cantadores, músicos e instrumentos, como os berimbaus, o círculo delimita o espaço onde dois capoeiristas jogam. O som dos berimbaus, acompanhado por outros instrumentos como atabaque, pandeiro e agogô, dita o ritmo do jogo, ao qual os capoeiristas sincronizam seus movimentos. A qualquer momento, outro capoeirista pode entrar na roda, substituindo um dos jogadores e mantendo o fluxo contínuo. O objetivo não é a vitória de um sobre o outro, mas o prazer da troca de energia e da expressão coletiva, guiada pela música e pelo toque dos berimbaus.": "Contrairement à d'autres sports de combat dont l'accent est mis sur la confrontation ou la compétition, la capoeira trouve son essence dans la roda. La roda est une cérémonie où chaque participant a un rôle défini. Composée de chanteurs, de musiciens et d'instruments comme les berimbaus, le cercle délimite l'espace où deux capoeiristes jouent. Le son des berimbaus, accompagné d'autres instruments comme l'atabaque, le pandeiro et l'agogô, dicte le rythme du jeu, auquel les capoeiristes synchronisent leurs mouvements. À tout moment, un autre capoeiriste peut entrer dans la roda, remplaçant l'un des joueurs et maintenant le flux continu. L'objectif n'est pas la victoire de l'un sur l'autre, mais le plaisir de l'échange d'énergie et de l'expression collective, guidée par la musique et le son des berimbaus.",
	"O Batizado": "Le baptême",
	"O batizado é um dos momentos mais importantes na vida do capoeirista. Durante esse evento, o jovem capoeirista recebe sua primeira corda, simbolizando seu progresso na arte, e também ganha um apelido, pelo qual será conhecido entre seus companheiros de roda. Essa cerimônia marca a entrada oficial do praticante na comunidade, celebrando seu aprendizado e compromisso com a Capoeira. Esse evento é um momento de celebração, crescimento e reconhecimento dentro da comunidade, acompanhado por música, cânticos e a energia coletiva da roda.": "Le baptême est l'un des moments les plus importants dans la vie du capoeiriste. Pendant cet événement, le jeune capoeiriste reçoit sa première corde, symbolisant sa progression dans l'art, et reçoit également un surnom sous lequel il sera connu parmi ses compagnons de roda. Cette cérémonie marque l'entrée officielle du pratiquant dans la communauté, célébrant son apprentissage et son engagement envers la Capoeira. Cet événement est un moment de célébration, de croissance et de reconnaissance au sein de la communauté, accompagné de musique, de chants et de l'énergie collective de la roda.",
	"Capoeira nos dias de hoje": "La Capoeira aujourd'hui",
	"Com o tempo, a Capoeira passou de um símbolo de resistência a um importante símbolo da cultura brasileira, sendo praticada em todo o mundo. Em 2008, o governo brasileiro reconheceu a Capoeira como": "Au fil du temps, la Capoeira est passée d'un symbole de résistance à un important symbole de la culture brésilienne, étant pratiquée dans le monde entier. En 2008, le gouvernement brésilien a reconnu la Capoeira comme",
	"Patrimônio Cultural Imaterial do Brasil": "Patrimoine Culturel Immatériel du Brésil",
	", e em 2014, a UNESCO a declarou como": ", et en 2014, l'UNESCO l'a déclarée comme",
	"Patrimônio Cultural Imaterial da Humanidade": "Patrimoine Culturel Immatériel de l'Humanité",
	"Hoje, a Capoeira é mais do que uma luta ou dança. Ela representa resistência cultural, celebração da herança africana no Brasil e uma conexão profunda entre corpo, música.": "Aujourd'hui, la Capoeira est plus qu'un combat ou une danse. Elle représente la résistance culturelle, la célébration de l'héritage africain au Brésil et une connexion profonde entre le corps et la musique.",
	"Quer sentir a energia contagiante da Capoeira?": "Vous voulez ressentir l'énergie contagieuse de la Capoeira?",
	"Não perca tempo! A Capoeira conecta você a uma comunidade rica em cultura e tradição, faça sua inscrição agora ou entre em contato pelas redes sociais, como WhatsApp, e descubra como essa arte pode transformar sua vida! Clique no link abaixo e comece sua jornada!": "Ne perdez pas de temps ! La Capoeira vous connecte à une communauté riche en culture et en tradition, inscrivez-vous maintenant ou contactez-nous via les réseaux sociaux, comme WhatsApp, et découvrez comment cet art peut transformer votre vie ! Cliquez sur le lien ci-dessous et commencez votre voyage !",
	"Comece sua jornada": "Commencez votre voyage",
	"Junte-se à Família Energia Pura! Inscreva-se e venha jogar!": "Rejoignez la famille Energia Pura! Inscrivez-vous et venez jouer!",
	"Contate-nos pelo WhatsApp": "Contactez-nous via WhatsApp",
	"Fale diretamente com o Mestre Gato Preto": "Parlez directement avec le Maître Gato Preto",
	"Bandeira de Macapá": "Drapeau de Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Drapeau d'Oiapoque",
	"Oiapoque": "Oiapoque",
	"Brasil": "Brésil",
	"Bandeira da Guiana Francesa": "Drapeau de la Guyane française",
	"Guiana Francesa": "Guyane française",
	"Bandeira da Martinica": "Drapeau de la Martinique",
	"Martinica": "Martinique",
	"França": "France",
	"Itália": "Italie",
	"Bandeira de Dubai": "Drapeau de Dubaï",
	"Dubai": "Dubaï",
	"Bem-vindo ao site da": "Bienvenue sur le site de",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Notre groupe a pour mission de diffuser, préserver et promouvoir l'univers riche de la Capoeira, en mettant en avant non seulement la pratique du jeu en soi, mais aussi ses expressions culturelles associées, comme le chant, la musique et la danse. La Capoeira est plus qu'un sport ou un art martial; c'est un symbole de notre héritage, une expression vivante de la résistance et un lien qui unit les communautés depuis des générations.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "L'Association Energia Pura Internationale est plus qu'un groupe; nous sommes une famille unie par la passion pour l'art et la tradition de la Capoeira.",
	"Saiba mais": "En savoir plus",
	"Um pouco das nossas atividades...": "Un aperçu de nos activités...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "La capoeira est une expression culturelle fascinante qui unit combat, danse, jeu, chant et rythme. C'est une pratique engageante et complète, et une excellente porte d'entrée vers la riche culture brésilienne que nous vous invitons à découvrir.",
	"Os cursos do": "Les cours de",
	"Mestre Gato Preto": "Maître Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "sont destinés à tous les âges, des enfants aux adultes, pour les débutants comme pour les pratiquants expérimentés.",
	"Experimente! A primeira aula é gratuita!": "Essayez! Le premier cours est gratuit!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originaire de Rio de Janeiro, la batucada est une tradition vibrante de la percussion brésilienne, profondément enracinée dans l'esprit du carnaval et l'énergie contagieuse de la samba.",
	"Sob a direção do": "Sous la direction de",
	"Professor Marco": "Professeur Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "le groupe accueille des participants de tous niveaux, du débutant au plus expérimenté.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "L'Association Energia Pura propose une section de danse éphémère vibrante dirigée par la talentueuse",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "Le point culminant de cette expérience est la participation aux défilés du Carnaval de Guyane française, aux côtés du groupe de percussion BATUQUE AE. Ensemble, ils créent un spectacle inoubliable, plein de rythme, de couleurs et de joie.",
	"Estamos presentes no Brasil, mas também atuamos em:": "Nous sommes présents au Brésil, mais nous opérons également en:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "Nous sommes présents au Brésil, dans l'État d'Amapá, avec des activités à Macapá, la capitale, et dans la municipalité d'Oiapoque, à la frontière de la Guyane française. De plus, nous sommes également présents en:"
}
