{
	"Ops! Por favor, insira o seu nome para que possamos entrar em contato corretamente.": "Ops! Per favore, inserisci il tuo nome per poterci mettere in contatto correttamente.",
	"Ops! Parece que você esqueceu de inserir seu e-mail. Por favor, adicione para que possamos entrar em contato.": "Ops! Sembra che tu abbia dimenticato di inserire la tua email. Per favore, aggiungila per poterci mettere in contatto.",
	"Ops! Parece que você adicionou um endereço inválido! Por favor, insira um e-mail válido.": "Ops! Sembra che tu abbia inserito un indirizzo non valido! Per favore, inserisci un'email valida.",
	"Ops! Parece que você esqueceu de preencher o assunto. Por favor, adicione um título para sua mensagem.": "Ops! Sembra che tu abbia dimenticato di inserire l'oggetto. Per favore, aggiungi un titolo al tuo messaggio.",
	"Ops! Parece que você esqueceu de preencher este campo. Por favor, digite sua mensagem.": "Ops! Sembra che tu abbia dimenticato di compilare questo campo. Per favore, scrivi il tuo messaggio.",
	"Sua mensagem foi enviada com sucesso! Obrigado por entrar em contato. Em breve, retornarei a você.": "Il tuo messaggio è stato inviato con successo! Grazie per averci contattato. Ti risponderemo presto.",
	"Ops! Houve um contratempo no servidor ao processar sua mensagem. Por favor, tente novamente em alguns segundos.": "Ops! C'è stato un problema con il server durante l'elaborazione del tuo messaggio. Per favore, riprova tra qualche secondo.",
	"Seu nome": "Il tuo nome",
	"Seu e-mail": "La tua email",
	"Assunto": "Soggetto",
	"Sua mensagem...": "Il tuo messaggio...",
	"Enviando": "Invio in corso",
	"Enviar": "Inviare",
	"Energia Pura Internacional": "Energia Pura Internazionale",
	"Desenvolvido por Wilton Lira Martins": "Sviluppato da Wilton Lira Martins",
	"Todos os direitos reservados": "Tutti i diritti riservati",
	"Ícone do YouTube": "Icona di YouTube",
	"Ícone do Facebook": "Icona di Facebook",
	"Ícone do Instagram": "Icona di Instagram",
	"Ícone do WhatsApp": "Icona WhatsApp",
	"Notícias": "Notizie",
	"Sobre nós": "Chi siamo",
	"Capoeira": "Capoeira",
	"Contato": "Contatti",
	"Associação Energia Pura Internacional": "Associazione Energia Pura Internazionale",
	"Bandeira do Brasil": "Bandiera del Brasile",
	"Bandeira da França": "Bandiera della Francia",
	"Bandeira da Itália": "Bandiera dell'Italia",
	"Bandeira dos Estados Unidos": "Bandiera degli Stati Uniti",
	"O Mestre Gato Preto": "Il Maestro Gato Preto",
	"Foto do Mestre Gato Preto": "Foto del Maestro Gato Preto",
	"Jeremias Belo dos Santos, mais conhecido como Gato Preto, nasceu em 17 de abril de 1980, em Petrolina, Pernambuco.": "Jeremias Belo dos Santos, più conosciuto come Gato Preto, è nato il 17 aprile 1980 a Petrolina, Pernambuco.",
	"Iniciei minha trajetória na capoeira aos 4 anos de idade, brincando no grupo Ginga do Corpo Negro no bairro do Cavaleiro, em Recife, treinava com amigos sob a orientação do meu tio, Instrutor Lito, que mais tarde se tornaria Mestre do grupo Aza Branca. Aos 5 anos, participei do meu primeiro batizado, um momento marcante que oficializou minha entrada no mundo da capoeira. Com a partida de Mestre Lito para São Paulo, continuei treinando em Recife com os alunos graduados do grupo e, posteriormente, em Maceió, Salvador e São Paulo em 1989. Nessa jornada, conheci diversos outros grupos de capoeira, o que me permitiu aprimorar ainda mais minhas técnicas.": "Ho iniziato il mio percorso nella capoeira all'età di 4 anni, giocando con il gruppo Ginga do Corpo Negro nel quartiere di Cavaleiro a Recife, allenandomi con amici sotto la guida di mio zio, l'Istruttore Lito, che in seguito sarebbe diventato Maestro del gruppo Aza Branca. A 5 anni ho partecipato al mio primo battesimo, un momento significativo che ha ufficializzato il mio ingresso nel mondo della capoeira. Con la partenza del Maestro Lito per São Paulo, ho continuato ad allenarmi a Recife con gli alunni diplomati del gruppo e successivamente a Maceió, Salvador e São Paulo nel 1989. Durante questo percorso, ho conosciuto diversi altri gruppi di capoeira, il che mi ha permesso di migliorare ulteriormente le mie tecniche.",
	"Em 1990, formamos um grupo de apresentações com outros alunos graduados do grupo Ginga do Corpo Negro e percorremos o Brasil mostrando nossa arte. Em 1992, viajei com meu irmão, Borrachinha, e o professor Estivador pelo norte do país, passando por Belém, Manaus e Macapá. Naquela época, a capoeira ainda era pouco conhecida na região, então decidimos começar a dar aulas. Em 1998, expandimos nossos horizontes e seguimos para a Guiana Francesa, depois para Martinica, Guadalupe e finalmente Paris, onde fizemos várias apresentações durante a Copa do Mundo de Futebol.": "Nel 1990 abbiamo formato un gruppo di spettacoli con altri alunni diplomati del gruppo Ginga do Corpo Negro e abbiamo viaggiato per il Brasile mostrando la nostra arte. Nel 1992 ho viaggiato con mio fratello Borrachinha e il professore Estivador nel nord del paese, passando per Belém, Manaus e Macapá. A quel tempo la capoeira era ancora poco conosciuta nella regione, così abbiamo deciso di iniziare a insegnare. Nel 1998 abbiamo ampliato i nostri orizzonti e ci siamo diretti in Guyana Francese, poi in Martinica, Guadalupa e infine a Parigi, dove abbiamo fatto diverse esibizioni durante la Coppa del Mondo di Calcio.",
	"Ao retornar ao Brasil, permaneci em Macapá para continuar meu trabalho na capoeira, fundando o grupo Malê. Em 1999, criamos a Associação de Capoeira Malê com Borrachinha e Estivador, que foi dissolvida em 2002 devido a desentendimentos com o Mestre Estivador.": "Al mio ritorno in Brasile, sono rimasto a Macapá per continuare il mio lavoro nella capoeira, fondando il gruppo Malê. Nel 1999 abbiamo creato l'Associazione di Capoeira Malê con Borrachinha e Estivador, che è stata sciolta nel 2002 a causa di disaccordi con il Maestro Estivador.",
	"Após isso, voltei a Recife, onde fui formado professor por Mestre João Mulatinho, presidente da Federação de Capoeira de Pernambuco, e passei no exame de professor, recebendo apoio e reconhecimento de muitos mestres. Em julho de 2003, participei de um encontro internacional de capoeira, organizado pelos grupos São Salomão e Alto Astral. A energia positiva desses eventos e o incentivo de diversos mestres me inspiraram a fundar o grupo de capoeira Energia Pura, em 25 de agosto de 2003. Retornei a Macapá e criei a Associação Energia Pura, com o objetivo de expandir a prática da capoeira no Amapá e torná-la reconhecida em todo o Brasil. Em 2004, atendendo a pedidos de alunos e graduados como Camaleão (do grupo Malê), estabelecemos filiais da Associação Energia Pura na Martinica e em Cayenne, Guiana Francesa, com a colaboração dos instrutores Jamanta e Borrachinha, que haviam sido meus alunos em Macapá.": "Dopo di ciò, sono tornato a Recife, dove sono stato formato come insegnante dal Maestro João Mulatinho, presidente della Federazione di Capoeira di Pernambuco, e ho superato l'esame di insegnante, ricevendo il sostegno e il riconoscimento di molti maestri. Nel luglio 2003 ho partecipato a un incontro internazionale di capoeira, organizzato dai gruppi São Salomão e Alto Astral. L'energia positiva di questi eventi e l'incoraggiamento di molti maestri mi hanno ispirato a fondare il gruppo di capoeira Energia Pura, il 25 agosto 2003. Sono tornato a Macapá e ho creato l'Associazione Energia Pura, con l'obiettivo di espandere la pratica della capoeira nell'Amapá e di farla riconoscere in tutto il Brasile. Nel 2004, su richiesta di studenti e diplomati come Camaleão (del gruppo Malê), abbiamo istituito filiali dell'Associazione Energia Pura in Martinica e a Cayenna, Guyana Francese, con la collaborazione degli istruttori Jamanta e Borrachinha, che erano stati miei alunni a Macapá.",
	"Desde 2005, dedico três meses por ano ao ensino da capoeira em Trento, na Itália. No dia 13 de julho de 2007, recebi o título de Contra-Mestre pela Federação de Capoeira de Pernambuco, após um estágio com Mestre Mulatinho.": "Dal 2005, dedico tre mesi all'anno all'insegnamento della capoeira a Trento, in Italia. Il 13 luglio 2007 ho ricevuto il titolo di Contro-Maestro dalla Federazione di Capoeira di Pernambuco, dopo uno stage con il Maestro Mulatinho.",
	"Hoje, tanto no Brasil quanto na França, os alunos da Associação Energia Pura estão profundamente engajados, e temos inúmeros projetos para desenvolver a capoeira, promovendo-a tanto no âmbito educacional quanto cultural.": "Oggi, sia in Brasile che in Francia, gli studenti dell'Associazione Energia Pura sono profondamente coinvolti e abbiamo numerosi progetti per sviluppare la capoeira, promuovendola sia in ambito educativo che culturale.",
	"Sistema de Graduação": "Sistema di Gradi",
	"Uniforme": "Uniforme",
	"Uniforme da Capoeira": "Uniforme della Capoeira",
	"História": "Storia",
	"A Capoeira é uma manifestação cultural afro-brasileira que combina elementos de arte marcial, dança, música e acrobacias. Sua origem está profundamente ligada ao contexto histórico do Brasil colonial, particularmente à experiência de africanos escravizados no país. A Capoeira nasceu no século XVII, quando africanos trazidos para o Brasil como escravizados pelas potências coloniais, principalmente de regiões da África como Angola e Congo, desenvolveram essa prática como forma de resistência. Ao chegarem ao Brasil, os africanos foram forçados a trabalhar em plantações em condições desumanas. Para lidar com essa opressão e preservar suas tradições culturais, eles criaram a Capoeira.": "La Capoeira è una manifestazione culturale afro-brasiliana che combina elementi di arte marziale, danza, musica e acrobazie. La sua origine è profondamente legata al contesto storico del Brasile coloniale, in particolare all'esperienza degli africani resi schiavi nel paese. La Capoeira nacque nel XVII secolo, quando gli africani portati in Brasile come schiavi dalle potenze coloniali, principalmente da regioni dell'Africa come Angola e Congo, svilupparono questa pratica come forma di resistenza. Al loro arrivo in Brasile, gli africani furono costretti a lavorare nelle piantagioni in condizioni disumane. Per far fronte a questa oppressione e preservare le loro tradizioni culturali, crearono la Capoeira.",
	"O disfarce da dança": "Il travestimento della danza",
	"A Capoeira foi desenvolvida como uma forma de luta e resistência, mas sua prática era frequentemente mascarada como uma dança para evitar a repressão dos senhores de escravos. Os movimentos ágeis, rítmicos e acrobáticos criaram uma aparência de dança, enquanto a sua verdadeira função como uma ferramenta de autodefesa e treinamento para a liberdade estava oculta.": "La Capoeira fu sviluppata come forma di lotta e resistenza, ma la sua pratica era spesso mascherata come danza per evitare la repressione dei padroni degli schiavi. I movimenti agili, ritmici e acrobatici creavano l'apparenza di una danza, mentre la sua vera funzione come strumento di autodifesa e allenamento per la libertà rimaneva nascosta.",
	"Quilombo e resistência": "Quilombo e resistenza",
	"Os quilombos, comunidades formadas por africanos fugitivos da escravidão, foram fundamentais para a preservação e o desenvolvimento da Capoeira. O mais famoso deles foi o Quilombo dos Palmares, no atual estado de Alagoas, liderado por figuras como Zumbi dos Palmares. Esses quilombos eram locais onde os escravizados fugidos se organizavam para resistir e onde a Capoeira prosperou como uma arte de guerra e sobrevivência.": "I quilombos, comunità formate da africani fuggiti dalla schiavitù, furono fondamentali per la preservazione e lo sviluppo della Capoeira. Il più famoso fu il Quilombo dos Palmares, nell'attuale stato di Alagoas, guidato da figure come Zumbi dos Palmares. Questi quilombos erano luoghi dove gli schiavi fuggiti si organizzavano per resistere e dove la Capoeira prosperò come arte di guerra e sopravvivenza.",
	"Proibição e marginalização": "Proibizione e marginalizzazione",
	"Após a abolição da escravatura em 1888, a Capoeira continuou sendo perseguida, pois era vista como uma prática de indivíduos marginalizados e considerada perigosa pelas elites. A prática foi criminalizada e associada ao crime e à vadiagem, especialmente nas cidades do Rio de Janeiro e Salvador. No entanto, mesmo sob perseguição, a Capoeira resistiu, adaptando-se ao novo contexto urbano e sendo praticada de forma clandestina.": "Dopo l'abolizione della schiavitù nel 1888, la Capoeira continuò ad essere perseguitata, poiché era vista come una pratica di individui emarginati e considerata pericolosa dalle élite. La pratica fu criminalizzata e associata al crimine e al vagabondaggio, specialmente nelle città di Rio de Janeiro e Salvador. Tuttavia, anche sotto persecuzione, la Capoeira resistette, adattandosi al nuovo contesto urbano e venendo praticata in forma clandestina.",
	"Reconhecimento e evolução": "Riconoscimento ed evoluzione",
	"Foi no século XX que a Capoeira começou a ser legitimada e transformada. Dois mestres em particular tiveram um papel crucial nessa transição:": "Fu nel XX secolo che la Capoeira iniziò ad essere legittimata e trasformata. Due maestri in particolare ebbero un ruolo cruciale in questa transizione:",
	"Mestre Pastinha (Vicente Ferreira Pastinha):": "Maestro Pastinha (Vicente Ferreira Pastinha):",
	"Defensor da Capoeira Angola, Mestre Pastinha manteve viva a tradição mais antiga e ritualística da Capoeira, preservando seu caráter cultural.": "Difensore della Capoeira Angola, Maestro Pastinha mantenne viva la tradizione più antica e ritualistica della Capoeira, preservando il suo carattere culturale.",
	"Mestre Bimba (Manoel dos Reis Machado):": "Maestro Bimba (Manoel dos Reis Machado):",
	"Criador da Capoeira Regional na década de 1930, Mestre Bimba introduziu elementos mais técnicos e sistematizados na prática, promovendo sua aceitação como uma arte marcial legítima e como um esporte.": "Creatore della Capoeira Regional negli anni '30, Maestro Bimba introdusse elementi più tecnici e sistematizzati nella pratica, promuovendo la sua accettazione come arte marziale legittima e come sport.",
	"A roda": "La roda",
	"Ao contrário de outros esportes de combate, cujo foco está no confronto ou na competição, a capoeira tem sua essência na roda. A roda é uma cerimônia em que cada participante tem um papel definido. Composta por cantadores, músicos e instrumentos, como os berimbaus, o círculo delimita o espaço onde dois capoeiristas jogam. O som dos berimbaus, acompanhado por outros instrumentos como atabaque, pandeiro e agogô, dita o ritmo do jogo, ao qual os capoeiristas sincronizam seus movimentos. A qualquer momento, outro capoeirista pode entrar na roda, substituindo um dos jogadores e mantendo o fluxo contínuo. O objetivo não é a vitória de um sobre o outro, mas o prazer da troca de energia e da expressão coletiva, guiada pela música e pelo toque dos berimbaus.": "A differenza di altri sport da combattimento, il cui focus è sul confronto o sulla competizione, la capoeira ha la sua essenza nella roda. La roda è una cerimonia in cui ogni partecipante ha un ruolo definito. Composta da cantanti, musicisti e strumenti, come i berimbaus, il cerchio delimita lo spazio dove due capoeiristi giocano. Il suono dei berimbaus, accompagnato da altri strumenti come atabaque, pandeiro e agogô, detta il ritmo del gioco, al quale i capoeiristi sincronizzano i loro movimenti. In qualsiasi momento, un altro capoeirista può entrare nella roda, sostituendo uno dei giocatori e mantenendo il flusso continuo. L'obiettivo non è la vittoria dell'uno sull'altro, ma il piacere dello scambio di energia e dell'espressione collettiva, guidata dalla musica e dal suono dei berimbaus.",
	"O Batizado": "Il battesimo",
	"O batizado é um dos momentos mais importantes na vida do capoeirista. Durante esse evento, o jovem capoeirista recebe sua primeira corda, simbolizando seu progresso na arte, e também ganha um apelido, pelo qual será conhecido entre seus companheiros de roda. Essa cerimônia marca a entrada oficial do praticante na comunidade, celebrando seu aprendizado e compromisso com a Capoeira. Esse evento é um momento de celebração, crescimento e reconhecimento dentro da comunidade, acompanhado por música, cânticos e a energia coletiva da roda.": "Il battesimo è uno dei momenti più importanti nella vita del capoeirista. Durante questo evento, il giovane capoeirista riceve la sua prima corda, simboleggiando il suo progresso nell'arte, e riceve anche un soprannome, con il quale sarà conosciuto tra i suoi compagni di roda. Questa cerimonia segna l'ingresso ufficiale del praticante nella comunità, celebrando il suo apprendimento e impegno con la Capoeira. Questo evento è un momento di celebrazione, crescita e riconoscimento all'interno della comunità, accompagnato da musica, canti e l'energia collettiva della roda.",
	"Capoeira nos dias de hoje": "La Capoeira oggi",
	"Com o tempo, a Capoeira passou de um símbolo de resistência a um importante símbolo da cultura brasileira, sendo praticada em todo o mundo. Em 2008, o governo brasileiro reconheceu a Capoeira como": "Con il tempo, la Capoeira è passata da simbolo di resistenza a importante simbolo della cultura brasiliana, essendo praticata in tutto il mondo. Nel 2008, il governo brasiliano ha riconosciuto la Capoeira come",
	"Patrimônio Cultural Imaterial do Brasil": "Patrimonio Culturale Immateriale del Brasile",
	", e em 2014, a UNESCO a declarou como": ", e nel 2014, l'UNESCO l'ha dichiarata",
	"Patrimônio Cultural Imaterial da Humanidade": "Patrimonio Culturale Immateriale dell'Umanità",
	"Hoje, a Capoeira é mais do que uma luta ou dança. Ela representa resistência cultural, celebração da herança africana no Brasil e uma conexão profunda entre corpo, música.": "Oggi, la Capoeira è più di una lotta o una danza. Rappresenta resistenza culturale, celebrazione dell'eredità africana in Brasile e una profonda connessione tra corpo e musica.",
	"Quer sentir a energia contagiante da Capoeira?": "Vuoi sentire l'energia contagiosa della Capoeira?",
	"Não perca tempo! A Capoeira conecta você a uma comunidade rica em cultura e tradição, faça sua inscrição agora ou entre em contato pelas redes sociais, como WhatsApp, e descubra como essa arte pode transformar sua vida! Clique no link abaixo e comece sua jornada!": "Non perdere tempo! La Capoeira ti connette a una comunità ricca di cultura e tradizione, iscriviti ora o contattaci tramite i social media, come WhatsApp, e scopri come quest'arte può trasformare la tua vita! Clicca sul link qui sotto e inizia il tuo viaggio!",
	"Comece sua jornada": "Inizia il tuo viaggio",
	"Junte-se à Família Energia Pura! Inscreva-se e venha jogar!": "Unisciti alla Famiglia Energia Pura! Registrati e vieni a giocare!",
	"Bandeira de Macapá": "Bandiera di Macapá",
	"Macapá": "Macapá",
	"Bandeira do Oiapoque": "Bandiera di Oiapoque",
	"Oiapoque": "Oiapoque",
	"Brasil": "Brasile",
	"Bandeira da Guiana Francesa": "Bandiera della Guyana Francese",
	"Guiana Francesa": "Guyana Francese",
	"Bandeira da Martinica": "Bandiera della Martinica",
	"Martinica": "Martinica",
	"França": "Francia",
	"Itália": "Italia",
	"Bandeira de Dubai": "Bandiera di Dubai",
	"Dubai": "Dubai",
	"Bem-vindo ao site da": "Benvenuto sul sito della",
	"Nosso grupo tem como missão divulgar, preservar e promover o rico universo da Capoeira, destacando não apenas a prática do jogo em si, mas também suas expressões culturais associadas, como o canto, a música e a dança. A Capoeira é mais que um esporte ou arte marcial é um símbolo de nossa ancestralidade, uma expressão viva de resistência e um laço que une comunidades por gerações.": "Il nostro gruppo ha come missione divulgare, preservare e promuovere il ricco universo della Capoeira, evidenziando non solo la pratica del gioco in sé, ma anche le sue espressioni culturali associate, come il canto, la musica e la danza. La Capoeira è più di uno sport o un'arte marziale; è un simbolo della nostra ancestralità, un'espressione viva di resistenza e un legame che unisce le comunità da generazioni.",
	"A Associação Energia Pura Internacional é mais do que um grupo, somos uma família unida pela paixão pela arte e pela tradição da Capoeira.": "L'Associazione Energia Pura Internazionale è più di un gruppo; siamo una famiglia unita dalla passione per l'arte e la tradizione della Capoeira.",
	"Saiba mais": "Scopri di più",
	"Um pouco das nossas atividades...": "Un po' delle nostre attività...",
	"A capoeira é uma expressão cultural fascinante que une luta, dança, jogo, canto e ritmo. É uma prática envolvente e completa, além de ser uma excelente porta de entrada para a rica cultura brasileira, que convidamos você a conhecer.": "La capoeira è un'affascinante espressione culturale che unisce lotta, danza, gioco, canto e ritmo. È una pratica coinvolgente e completa, oltre a essere un'ottima porta d'accesso alla ricca cultura brasiliana, che vi invitiamo a scoprire.",
	"Os cursos do": "I corsi del",
	"Mestre Gato Preto": "Mestre Gato Preto",
	"são voltados para todas as idades, desde crianças até adultos, tanto para iniciantes quanto para praticantes experientes.": "sono rivolti a tutte le età, dai bambini agli adulti, sia per principianti che per praticanti esperti.",
	"Experimente! A primeira aula é gratuita!": "Prova! La prima lezione è gratuita!",
	"Batucada": "Batucada",
	"Originária do Rio de Janeiro, a batucada é uma tradição pulsante da percussão brasileira, profundamente enraizada no espírito do carnaval e na energia contagiante do samba.": "Originaria di Rio de Janeiro, la batucada è una tradizione vibrante della percussione brasiliana, profondamente radicata nello spirito del carnevale e nell'energia contagiosa del samba.",
	"Sob a direção do": "Sotto la direzione di",
	"Professor Marco": "Professor Marco",
	"o grupo acolhe participantes de todos os níveis, do iniciante ao mais experiente.": "il gruppo accoglie partecipanti di tutti i livelli, dai principianti ai più esperti.",
	"Sambaxé": "Sambaxé",
	"A Associação Energia Pura oferece uma vibrante seção de dança efêmera liderada pela talentosa": "L'Associazione Energia Pura offre una vivace sezione di danza effimera guidata dalla talentuosa",
	"Amandine Zabumba.": "Amandine Zabumba.",
	"O ponto alto dessa experiência é a participação nos desfiles do Carnaval da Guiana Francesa, ao lado do grupo de percussão BATUQUE AE. Juntos, eles criam um espetáculo inesquecível, cheio de ritmo, cores e alegria.": "Il momento culminante di questa esperienza è la partecipazione alle sfilate del Carnevale della Guyana Francese, insieme al gruppo di percussioni BATUQUE AE. Insieme, creano uno spettacolo indimenticabile, pieno di ritmo, colori e allegria.",
	"Estamos presentes no Brasil, mas também atuamos em:": "Siamo presenti in Brasile, ma operiamo anche in:",
	"Estamos presentes no Brasil, no estado do Amapá, com atuação em Macapá, a capital, e no município de Oiapoque, na fronteira com a Guiana Francesa. Além disso, também estamos em:": "Siamo presenti in Brasile, nello stato dell'Amapá, con attività a Macapá, la capitale, e nel comune di Oiapoque, al confine con la Guyana Francese. Inoltre, siamo presenti anche in:"
}
